Repository: nuvoleweb/atrium_folders
Catalog: *.po
Languages: de

source: Folders
de: Ordner

source: Folder
de: Ordner

source: Folder.
de: Ordner.

source: Description
de: Beschreibung

source: The provided file is not a valid ZIP archive
de: Datei ist kein gültiges ZIP-Archiv

source: Created !folders folders and !files files.
de: !folders Ordner und !files Dateien erzeugt.

source: Error opening the ZIP archive
de: Fehler beim öffnen des ZIP-Archivs

source: Toolbox
de: Aktionen

source: Folder management tools.
de: Ordnermanagement

source: Icon for files and folders.
de: Icon für Dateien und Ordner.

source: Nodes in Menu Trail
de: Aktivierte Nodes im Menü

source: No files have been uploaded yet.
de: Es wurden keine Dateien hochgeladen.

source: Provide help here
de: Hier Hilfe einfügen

source: Folder tree
de: Verzeichnisbaum

source: <div id="edit-book-plid-wrapper"><em>No folder selected.</em>
de: <div id="edit-book-plid-wrapper"><em>Kein Ordner ausgewählt.</em>

source: Folders at a given level are ordered first by weight and then by name.
de: Ordner werden erst nach Gewicht und dann nach Namen sortiert.

source: Create a new folder
de: Neuer Ordner

source: Your folder will be a part of the selected folder tree.
de: Der Ordner wird an der ausgewählten Stelle in den Verzeichnisbaum eingefügt.

source: Change folder (update list of parents)
de: Ordner ändern

source: File upload
de: Datei hochladen

source: Changes made to files are not permanent until you save this folder.
de: Änderungen werden erst übernommen, wenn der Ordner gespeichert wird.

source: Subfolders
de: Unterordner

source: Create multiple subfolders in one shot, one per line.
de: Mehrere Unterordner auf einmal anlegen.

source: Subfolder names, one per line
de: Namen der Unterordner

source: Subfolders you want to create, one per line. Empty lines will be ignored.
de: Die Namen der Unterordner, die erzeugt werden sollen, angeben. Ein Ordner pro Zeile.

source: Basic information
de: Ordnerinformationen

source: Upload multiple files
de: Dateien hochladen

source: Upload a ZIP archive possibily containing multiple files and folders. The archive will be expanded and its contents will be placed in the current directory.
de: Ein ZIP-Archiv von mehreren Dateien oder Ordnern hochladen. Das Archiv wird entpackt und der Inhalt im aktuellen Verzeichnis gespeichert.

source: ZIP archive
de: ZIP-Archiv

source: Move
de: Verschieben

source: Move the file to another location.
de: Datei verschieben.

source: Rename
de: Umbenennen

source: Rename the file.
de: Die Datei umbenennen.

source: Delete
de: Löschen

source: Delete the file.
de: Die Datei löschen.

source: import folder from filesystem
de: Aus dem Dateisystem importieren

source: Reorder
de: Sortieren

source: File management system for Open Atrium.
de: Dateimanagement für Open Atrium

source: Move to folder
de: In Ordner verschieben

source: Submit
de: Speichern

source: A brief description of the file.
de: Kurze Beschreibung der Datei.

source: Filename
de: Dateiname

source: Filename, including extension. For security reasons, not-standard characters in the filename will be automatically converted.
de: Dateiname mit Erweiterung.

source: Are you sure you want to delete this file?
de: Wollen Sie die Datei wirklich löschen?

source: Yes
de: Ja

source: No
de: Nein

source: The file has been deleted.
de: Die Datei wurde gelöscht

source: Close
de: Schließen

source: Loading...
de: Lade...

source: Loading
de: Lade
